; WinSnap v2.0.1 Portuguese (European) Language File
; Translated by Rui Pedro da Silva Gomes da Costa <ruicosta@live.com>


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Portuguese (Português Europeu)"


; Caption
20000="Windows Snapshot Maker v1.1"
20001=" (sem licença)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="sshot"

; Print job name
20011="Captura de ecrã do WinSnap"

; Save/Open filters
20030="Todos os ficheiros (*.*)"
20031="Todos os formatos suportados"
20032="Dados da chave de licença (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< vazio >>"
20091="a gerar..."

; Main window
20100="Fechar"
20101="Novo instantâneo"
20102="Copiar p/ área de transf."
20103="Guardar imagem..."
20104="Enviar por e-mail..."

20110="Coloração:"
20111="Desligada"
20112="Escala de cinzentos"
20113="Sépia"
20114="Inverter"

20115="Sombra:"
20116="Desligada"
20117="Positiva"
20118="Negativa"
20119="Contorno"

20120="Misc:"
20121="Contorno"
20122="Marca de água"
20123="Rodar"
20124="Escala"

20200="Modo de captura:"
20201="Ecrã inteiro"
20202="Aplicação"
20203="Janela"
20204="Área do programa"
20205="Menu popup"
20206="Região"

; Menu
20300="&Ficheiro"
20301="&Novo instantâneo\tCtrl+N"
20302="&Abrir imagem...\tCtrl+O"
20303="&Guardar\tCtrl+S"
20304="Guardar c&omo..."
20305="Guardar &miniatura como..."
20306="Im&primir...\tCtrl+P"
20307="&Configuração da página..."
20308="&Sair"

20350="&Editar"
20351="&Copiar\tCtrl+C"
20352="Copiar &miniatura"
20353="Co&lar\tCtrl+V"
20354="Limpar imagem\tDel"

20400="&Opções"
20401="&Guardar automaticamente"
20402="&Copiar automaticamente"
20403="Definições...\tF2"

20410="&Coloração"
20411="&Desligada"
20412="&Escala de cinzentos"
20413="&Sépia"
20414="&Inverter cores"

20420="&Sombra"
20421="&Desligada"
20422="&Positiva"
20423="&Negativa"
20424="&Contorno"

20430="&Miscelânea"
20431="&Contorno"
20432="M&arca de água"
20433="&Rodar"
20434="&Escala"

20500="&Capturar"
20501="&Ecrã inteiro\tCtrl+1"
20502="&Aplicação\tCtrl+2"
20503="&Janela\tCtrl+3"
20504="Área do &programa\tCtrl+4"
20505="&Menu popup\tCtrl+5"
20506="&Região...\tCtrl+6"

20550="&Ajuda"
20551="&Tópicos de ajuda\tF1"
20552="Página &inicial"
20553="&Fóruns de apoio"
20554="Procurar agora por &actualizações"
20555="&Acerca do WinSnap..."
20556="&Registar o WinSnap"
20557="&Introduzir uma chave de licença..."

; Tray menu
20900="Esconder o WinSnap"
20901="Mostrar o WinSnap"
20903="Definições..."
20904="Sair"

20911="&Ecrã inteiro"
20912="&Aplicação"
20913="&Janela"
20914="Área do &programa"
20915="&Menu popup"
20916="&Região"

; Config
21000="Definições"
21001="OK"
21002="Cancelar"
21003="Aplicar"

21050="Geral"
21051="Mistura"
21052="Tela"
21053="Marca de água"
21054="Imagem"
21055="Atalhos"

; General page
21100="Idioma:"
21101="Localizar mais traduções..."
21102="Autoiniciar o WinSnap durante o arranque do sistema"
21103="Verificar periodicamente por actualizações on-line"
21104="Mostrar sempre a janela do WinSnap em cima"
21105="Restaurar a posição e tamanho da janela do WinSnap"
21106="Mostrar sempre o ícone do WinSnap na área de notificação"
21107="Minimizar para a área de notificação quando fechado"
21108="Tirar instantâneo quando o WinSnap inicia:"
21109="Iniciar modo de captura:"
21110="Reproduzir som ao tirar instantâneo"
21111="Esconder as janelas do WinSnap antes de tirar um instantâneo"
21112="Esconder o ícone da área de notif. antes de tirar um instantâneo"
21113="Atraso (ms) antes de tirar um instantâneo (WinSnap visível):"
21114="Incluir o cursor do rato na captura"

; Blending page
21200="Sombra:"
21201="Ângulo:"
21202="°"
21203="Distância:"
21204="px"
21205="Tamanho:"
21206="px"
21207="Opacidade:"
21208="%"
21209="Cor:"
21210="#"
21211="Contorno:"
21212="Cor:"
21213="#"
21214="Tamanho:"
21215="px"
21216="Fundo:"
21217="Cor:"
21218="#"

; Canvas page
21400="Rodar:"
21401="Ângulo:"
21402="°"
21403="Escala:"
21404="Ajustar à escala:"
21405="Ajustar ao tamanho da imagem:"
21406="Dimensão:"
21407="%"
21408="Largura:"
21409="px"
21410="Altura:"
21411="px"
21412="Limitar proporções"
21413="Avançado:"
21414="Modo de interpolação:"

21490="Vizinho mais próximo"
21491="Bilinear"
21492="Bicúbico"
21493="Bilinear de alta qualidade"
21494="Bicúbico de alta qualidade"

; Watermark page
21500="Imagem de sobreposição:"
21501="Ficheiro da imagem:"
21502="Explorar..."
21503="Sobrepor com transparência:"
21504="Opacidade:"
21505="%"
21506="Posição:"
21507="Especificar cantos dos lados correspondentes da imagem:"
21508="Horizontal:"
21509="%"
21510="Vertical:"
21511="%"
21512="Horizontal:"
21513="px"
21514="Vertical:"
21515="px"
21516="Usar coordenadas relativas"

21590="Topo - Esquerda"
21591="Topo - Centro"
21592="Topo - Direita"
21593="Centro - Esquerda"
21594="Centrado"
21595="Centro - Direita"
21596="Fundo - Esquerda"
21597="Fundo - Centro"
21598="Fundo - Direita"

; Saving page
21600="Copiar imagens automaticamente para a área de transferência"
21601="Guardar imagens automaticamente no disco"
21602="Não perguntar pelo nome de ficheiro da imagem guardada"
21603="Manter o WinSnap minimizado no modo de guardar automaticamente"
21604="Limpar a imagem ao minimizar para poupar memória"
21610="Opções de guardar automaticamente:"
21611="Pasta padrão:"
21612="Explorar..."
21613="Nome de ficheiro:"
21615="Formato da imagem:"
21620="Compressão:"
21621="Qualidade JPEG:"
21622="%"
21699="Seleccione um directório para guardar automaticamente as suas capturas de ecrã."

; Hotkeys page
21700="Permitir atalhos gerais de sistema"
21701="Controlo de captura:"
21702="Ecrã inteiro:"
21703="Janelas de aplicações:"
21704="Janela activa:"
21705="Janela da área do programa:"
21706="Menu popup:"
21707="Iniciar captura da região:"
21720="Controlo do WinSnap:"
21721="Minimizar/restaurar:"
21722="Mostrar/esconder a janela principal:"
21723="Sair do WinSnap:"

; Region selection
24001="Seleccione uma região no ecrã utilizando o rato ou as teclas de seta. Utilize o botão direito para mudar a forma da região e F1 para mostrar/esconder este ajudante."
24002="Posição:"
24003="x:"
24004="y:"
24005="Tamanho:"
24006="l:"
24007="a:"

24100="Rectângulo"
24101="Rectângulo redondo"
24102="Elipse"
24103="Abortar selecção\tBackspace"
24104="Cancelar captura\tEsc"
24105="Abandonar este menu"

; Confirmations
31900="Confirmação do WinSnap"
31901="O WinSnap já está a ser executado. Quer pará-lo?"
31902="Tem a certeza que quer sair do WinSnap?"
31903="Por favor reinicie o WinSnap para terminar o processo de registo.\r\nQuer reiniciar o WinSnap agora?"

; Errors
32000="Erro do WinSnap"
32001="Não foi possível carregar ficheiro de idioma."
32002="Não foi possível guardar as definições no registo. Verifique os seus direitos de acesso."
32003="Não foi possível carregar o ficheiro de imagem.\r\nEste não é um ficheiro de imagem válido ou o seu formato ainda não é suportado."
32004="Não foi possível guardar o ficheiro de imagem no disco."
32005="Não foi possível guardar a imagem num ficheiro temporário."
32006="Não foi possível carregar o sistema de apoio de correio (Mapi32.dll)."
32007="MAPI não conseguiu enviar a mensagem."
32008="O registo do WinSnap falhou."

; Check for update
32500="Actualização do WinSnap"
32501="Uma nova versão do WinSnap está disponível online!\r\nGostaria de a transferir agora?"
32502="A sua versão do WinSnap está actualizada. Não existem actualizações disponíveis."


; WinSnap v2.0 - new strings for translation
; Add these strings to your v1.1 language file.

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Ficheiros executáveis (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Guardar com transparência"

; Settings, Image tab
20061="Transparência"

; Capture modes
20211="Ecrã inteiro"
20212="Aplicação"
20213="Janela"
20214="Menu"
20215="Objecto"
20216="Região"

; Main menu, Capture
20511="&Ecrã inteiro\tCtrl+1"
20512="&Aplicação\tCtrl+2"
20513="&Janela\tCtrl+3"
20514="&Menu\tCtrl+5"
20515="&Objecto\tCtrl+4"
20516="&Região\tCtrl+6"

; Main menu
20600="&Ferramentas"
20601="&Personalizar..."

; Tray menu
20921="&Ecrã inteiro"
20922="&Aplicação"
20923="&Janela"
20924="&Menu"
20925="&Objecto"
20926="&Região"

; Settings, Hotkeys tab
21712="Ecrã inteiro:"
21713="Janelas de aplicação:"
21714="Janela activa:"
21715="Menu de popup:"
21716="Iniciar captura de objecto:"
21717="Iniciar captura de região:"

; Customize Tools dialog
23000="Personalizar ferramentas"
23001="Novo..."
23002="Editar..."
23003="Remover"
23004="Mover para cima"
23005="Mover para baixo"
23006="Fechar"

; New Tool dialog
23100="Ferramenta externa"
23101="OK"
23102="Cancelar"

23110="Aplicação:"
23111="Título:"
23112="Comando:"
23113="Navegar..."
23114="Parâmetros:"
23115="Minimizar o WinSnap após a execução do comando"
23116="Não perguntar pelo nome de ficheiro da imagem guardada"
23120="Opções de guardar:"
23121="Pasta:"
23122="Navegar..."
23123="Nome de ficheiro:"
23124="Formato da imagem:"

; Region mode, right-click menu
24106="Tamanho fixo"
24107="Armazenar posição"

; Object mode, helper dialog
24201="Mova o cursor do rato por cima do ecrã para mudar a selecção. Use a tecla Ctrl para seleccionar múltiplos objectos e o botão direito para mudar as definições."
24202="Título:"
24203="Classe:"
24204="Processo:"

; Object mode, right-click menu
24300="Seleccionar objecto\tSpace"
24301="Inverter selecção\tTab"
24302="Abortar selecção\tBackspace"
24303="Botões e controlos"
24304="Janelas de aplicações"
24305="Cancelar captura\tEsc"
24306="Ignorar este menu"

; Register dialog
28000="Registar o WinSnap"
28001="Encomende já!"
28002="Introduzir Chave de License..."
28003="Continuar"
28004="Sair"
28010="A sua cópia do WinSnap é uma versão de teste de 30 dias. Terá de adquirir uma licença se continuar a utilizá-la."
28011="Tem %d dias restantes para registar."
28012="Licenciamento e Preços"

; About dialog
28100="Acerca do WinSnap"
28101="OK"
28102="Registar"
28103="Este produto está licenciado para:"
28104="Fóruns de apoio"

; Errors
32009="Directório inválido:\r\n%s"
32010="Não foi possível criar o processo."
32020="Deverá especificar um nome."

